{
  "total": 377,
  "data": [
    {
      "id": 450,
      "name": "Chiang Kai-shek Shilin Residence_Chiang Kai-shek Shilin Residence Park",
      "name_zh": null,
      "open_status": 1,
      "introduction": "Chiang Kai-shek Shilin Residence\r\nThe former official residence of Chiang Kai-shek and Madam Chiang maintains a quiet and attractive garden. The garden is full of plums, chrysanthemums and roses favored by the Chiang couple. Flowers bloom according to season and make for a stunning view throughout much of the year.\r\n\r\nChiang Kai-shek Shilin Residence Park\r\nhe CKS Shilin Residence Park is located in Shilin District, to the southeast of where Section 5, Zhongshan N. Road and Fulin Road meet. Surrounded by the Fushan hills, this 9.28-hectare park was named after the late R.O.C. President Chiang Kai-shek, who lived on its premises in 1950. It has well-preserved, enchanting scenic resources both in the outer and inner gardens, the principal room, the greenhouse for potted orchids, the rose garden, Victory Chapel, the New Orchid Pavilion and the Ciyun Pavilion, due to construction projects or renovations having been prohibited in the neighborhood for national security reasons. The Chinese-style inner garden is landscaped with a stream running under an artificial bridge, rock gardens, peculiarly shaped rocks, and a red-painted Chinese summerhouse, whereas the European-style outer garden with carpet bed of exuberant flowers, serves as a theme venue for the annual chrysanthemum exhibitions. The rose garden features 200 species and 4,000-odd plants with roses of varied hues during the peak blooming period from November through April, and was Madame Chiang&rsquo;s favorite location for leisurely strolls. While the Chiang family was baptized in a Christian ceremony and held worship services in the Victory Chapel, the New Orchid Pavilion (aka Longevity Pavilion) is a Chinese-style quadrangular structure built in 1950 to host Mr. Chiang&rsquo;s birthday celebrations; it also serves as a venue for various orchid shows. On Mt. Fushan is the Ciyun Pavilion, a two-story square summerhouse built in memory of Mr. Chiang&rsquo;s mother. After being open to the public in 1996, the CKS Shilin Residence Park has undergone many continued renovation projects to become a scenic, recreational spot in downtown Taipei with enhanced quality and quantity of services, besides brilliant zoning and construction plans.",
      "open_time": "1.Mon~Fri08:00-17:00\r\n2.Sat-Sun08:00-19:00",
      "zipcode": "111",
      "distric": "Shilin Dist.",
      "address": "No. 60, Fulin Rd.,Shilin Dist.,Taipei City 111",
      "tel": "+886-2-28836340",
      "fax": "",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.09171,
      "elong": 121.53085,
      "official_site": "",
      "facebook": "",
      "ticket": "Free",
      "remind": "",
      "staytime": "",
      "modified": "2021-04-14 11:07:13 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/450",
      "category": [
        {
          "id": 13,
          "name": "Historic Sites"
        },
        {
          "id": 15,
          "name": "Art and Cultural Centers"
        },
        {
          "id": 20,
          "name": "Northern Taiwan"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [
        {
          "id": 146,
          "name": "Toilets"
        }
      ],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 448,
      "name": "Yangmingshan Zhongshan Hall",
      "name_zh": null,
      "open_status": 1,
      "introduction": "Chungshan Hall in Yangmingshan National Park was built in 1965 during the presidency of Chiang Kai-shek in memorial of the centennial birthday of Dr. Sun Yat-sen. Designed by architect Hsiu Tse-lan, the hall is set into the mountainside surrounded by greenery. The classical Chinese-style of the exterior is echoed by the elegance of the interior. The hall once served as the meeting place for the National Assembly. It is also frequently used for receiving foreign dignitaries, holding state banquets and other important events. The hall is a city historic site and is open to the public.",
      "open_time": "1. Open daily except on Lunar New Year's Eve/Day and building maintenance days\r\n2. The hall is open during four visiting periods daily (08:30, 10:00, 13:30, and 15:00). ",
      "zipcode": "112",
      "distric": "Beitou Dist.",
      "address": "No. 15, Sec. 2, Yangming Rd.,Beitou Dist.,Taipei City 112",
      "tel": "+886-2-28616391",
      "fax": "+886-2-28610123",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.15562,
      "elong": 121.55277,
      "official_site": "http://chungshanhall.ntl.edu.tw/eng/index.php",
      "facebook": "",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2021-04-09 16:51:03 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/448",
      "category": [
        {
          "id": 13,
          "name": "Historic Sites"
        },
        {
          "id": 15,
          "name": "Art and Cultural Centers"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        },
        {
          "id": 66,
          "name": "Hiker"
        }
      ],
      "service": [
        {
          "id": 143,
          "name": "Venue rental"
        },
        {
          "id": 146,
          "name": "Toilets"
        },
        {
          "id": 147,
          "name": "Parking"
        },
        {
          "id": 148,
          "name": "Lost and found"
        },
        {
          "id": 149,
          "name": "Broadcast Service"
        },
        {
          "id": 150,
          "name": "Locker"
        }
      ],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 426,
      "name": "Dadaocheng Wharf",
      "name_zh": null,
      "open_status": 1,
      "introduction": "Located near the No. 5 Water Gate on the banks of the Tamsui River, Dadaocheng Wharf thrived in earlier years as an entrepot for trade along the river. Tea, cotton and silk textiles were among the main products bought and sold here, attracting trading companies from across the western world. Dadaocheng&#39;s fortunes as a trading center went into decline during the Japanese colonial era. In recent years, however, this area has experienced a revival as a tourism destination, bicycling spot, and departure point for boat tours along the Tamsui River.",
      "open_time": "Four boat departures daily on weekends; Weekday service for groups with advance appointment or for 10 or more individual passengers. Departure times are affected by river tides so please call ahead for updated service schedules.",
      "zipcode": "103",
      "distric": "Datong Dist.",
      "address": "Dadaocheng Wharf,Datong Dist.,Taipei City 103",
      "tel": "+886-2-25585519",
      "fax": "",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.05648,
      "elong": 121.50756,
      "official_site": "",
      "facebook": "",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2021-04-09 15:49:21 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/426",
      "category": [
        {
          "id": 17,
          "name": "Blue Highway"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 452,
      "name": "228 Peace Park",
      "name_zh": null,
      "open_status": 1,
      "introduction": "228 Peace Park occupies a city block bordered by Gongyuan Road, Xiangyang Road, Huaining Road and Ketagalan Boulevard. The park is built in a traditional style, with Japanese garden landscaping and ponds, arched bridges, walking paths, and an amphitheater. The Taipei 228 Memorial Museum and 228 Memorial Monument are also located in the park.",
      "open_time": "Open daily 24 hours",
      "zipcode": "100",
      "distric": "Zhongzheng Dist.",
      "address": "103, Huaining Road,Zhongzheng Dist.,Taipei City 100",
      "tel": "+886-2-23032451、+886-2-23815132#332",
      "fax": "",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.04036,
      "elong": 121.51547,
      "official_site": "",
      "facebook": "",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2021-03-29 10:07:14 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/452",
      "category": [
        {
          "id": 15,
          "name": "Art and Cultural Centers"
        },
        {
          "id": 16,
          "name": "Outing Locations"
        },
        {
          "id": 18,
          "name": "Public Art"
        },
        {
          "id": 19,
          "name": "Family Activities"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [
        {
          "id": 143,
          "name": "Venue rental"
        },
        {
          "id": 146,
          "name": "Toilets"
        }
      ],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 671,
      "name": "Taipei Children's Amusement Park",
      "name_zh": null,
      "open_status": 1,
      "introduction": "Taipei Children&rsquo;s Amusement Park, built by the Taipei City Government, stands on area of about 5 hectares. The park is decked out with rides, a free playground, and a children&rsquo;s theatre operated by the IF Kids Theatre Company, where an exciting program of skits and shows is staged during weekends and holidays.\r\n\r\n&nbsp; The amusement park is a family theme park in the Taipei metropolitan area, with 13 rides, including the brand new Ferris Wheel, Bumper Cars, Ocean Carousel (musical carriage), Dancing Fly (dragon boat), Wave Swinger, Monorail and Spinning Tea Cups, Roller Coaster, Crazy Bus, Drop Tower, Pirate Ship, Telecombat and Spinning Chairs.\r\n\r\n&nbsp; The Park has 4 main features, including a payment mode that integrated EasyCard, admission with EasyCard, and rides payable with EasyCard. Several stores in the park also accept EasyCard as a payment method. The park has also set up EasyCard kiosks to better service visitors. There are 20 stores spreading across the park, so please feel free to check out the food court, convenience stores, souvenir shops, etc. With an indoor car park for cars and scooters, and an indoor play area for families, a playground of buoy balls and slot machines, visitors can enjoy themselves in the amusement park, rain or shine. &nbsp; Jihe Road sits the north of the Park, neighboring Shuangxi Creek; to the east is Jihe Road, which abuts on Meilun Park; and to the south is Shishang Road, shouldering the Science Education Center. Visitors can take the MRT to Jiantan Station or Shilin Station and make transfers on a shuttle bus.&nbsp;\r\n&nbsp;",
      "open_time": "",
      "zipcode": "111",
      "distric": "Shilin Dist.",
      "address": "No.55, Sec. 5, Chengde Rd,Shilin Dist.,Taipei City 111",
      "tel": "",
      "fax": "",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.094,
      "elong": 121.51461,
      "official_site": "https://english.tcap.taipei/",
      "facebook": "",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2021-03-29 10:02:24 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/671",
      "category": [
        {
          "id": 19,
          "name": "Family Activities"
        },
        {
          "id": 20,
          "name": "Northern Taiwan"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [
        {
          "id": 146,
          "name": "Toilets"
        },
        {
          "id": 147,
          "name": "Parking"
        },
        {
          "id": 148,
          "name": "Lost and found"
        },
        {
          "id": 149,
          "name": "Broadcast Service"
        },
        {
          "id": 150,
          "name": "Locker"
        }
      ],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 613,
      "name": "Treasure Hill",
      "name_zh": null,
      "open_status": 1,
      "introduction": "Treasure Hill Arts Village is a historic cluster situated under the Fuhe Bridge, near the water supply plant. With winding alleys and stairs snaking up and down the gentle slopes, a special landscape is created where natural scenery and cultural clusters interweave along the surrounding hills. In recent years, many artists and creative studios have moved into the Village and opened themselves to the public through the policy of revitalization and conservation, forming unique scenery where cultural coexistence clusters are scattered along the hillside. In addition, a two- or three-hundred-year-old Buddhist temple worshipping Guanyin stands on the hillside; it is a place for people to worship or pray for blessings. To appreciate the river scenery, one can cycle along the river banks on the bikeway from Xindian all the way to Tamsui River, to enjoy the exhilaration of riding with the wind.",
      "open_time": "Tue. to Sun. 11 AM-10 PM; Mon. 11 AM-6 PM\r\nOpening hours are only applicable to the public space and exhibition space of the Arts Village.\r\nFor micro clusters, opening hours are subject to online announcements by each cluster unit.",
      "zipcode": "100",
      "distric": "Zhongzheng Dist.",
      "address": "No. 2, Alley 14, Lane 230, Sec. 3, Tingzhou Rd.,Zhongzheng Dist.,Taipei City 100",
      "tel": "",
      "fax": "",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.0106,
      "elong": 121.5324,
      "official_site": "",
      "facebook": "",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2021-03-29 09:59:52 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/613",
      "category": [
        {
          "id": 15,
          "name": "Art and Cultural Centers"
        },
        {
          "id": 16,
          "name": "Outing Locations"
        },
        {
          "id": 18,
          "name": "Public Art"
        },
        {
          "id": 19,
          "name": "Family Activities"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [
        {
          "id": 146,
          "name": "Toilets"
        }
      ],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 515,
      "name": "Huashan 1914 Creative Park",
      "name_zh": null,
      "open_status": 1,
      "introduction": "Originally a winery, the Huashan 1914 Creative Park is now an important events venue. As a new cultural events platform, many large-scale exhibitions, installations, theater productions and performances now take place here.\r\n\r\n&nbsp;\r\n\r\n",
      "open_time": "Daily 09:30-21:00 ",
      "zipcode": "100",
      "distric": "Zhongzheng Dist.",
      "address": "No. 1, Sec. 1, Bade Rd.,Zhongzheng Dist.,Taipei City 100",
      "tel": "+886-2-23581914",
      "fax": "",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.04381,
      "elong": 121.52887,
      "official_site": "https://www.huashan1914.com/w/huashan1914_en/index",
      "facebook": "",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2021-03-29 09:57:24 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/515",
      "category": [
        {
          "id": 13,
          "name": "Historic Sites"
        },
        {
          "id": 15,
          "name": "Art and Cultural Centers"
        },
        {
          "id": 16,
          "name": "Outing Locations"
        },
        {
          "id": 18,
          "name": "Public Art"
        },
        {
          "id": 19,
          "name": "Family Activities"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [
        {
          "id": 141,
          "name": "Accessibility for the Disabled"
        },
        {
          "id": 143,
          "name": "Venue rental"
        },
        {
          "id": 144,
          "name": "Dinning"
        },
        {
          "id": 145,
          "name": "Shopping"
        },
        {
          "id": 146,
          "name": "Toilets"
        },
        {
          "id": 148,
          "name": "Lost and found"
        },
        {
          "id": 149,
          "name": "Broadcast Service"
        },
        {
          "id": 150,
          "name": "Locker"
        }
      ],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 586,
      "name": "Songshan Cultural and Creative Park",
      "name_zh": null,
      "open_status": 1,
      "introduction": "The 6.6-hectares Songshan Cultural and Creative Park in Taipei&rsquo;s Xinyi District was completed in 1937 as the Songshan Tobacco Factory, which was one of the seed companies of a monopoly system mandated by the Taiwan Governor-General Office. The premises were one of Taiwan&rsquo;s pioneers of modern industry, as well as the first professional tobacco plant. A gracefully simple Japanese modernist structure, the factory features meticulously crafted face cams, glasswork and bronze nails that made it arguably a &ldquo;model factory&rdquo; at that time. When Japan lost the war in 1945, the Taiwan Provincial Monopoly Bureau took over the factory and renamed it, Songshan Tobacco Factory of Taiwan Provincial Monopoly Bureau. The factory ceased production of cigarettes in 1998 for concerns over urban planning, regulatory changes in the tobacco and liquor marketing system, as well as shrinking demand. It became a relic of the past after being merged into the Taipei Cigarette Plant.\r\n\r\nIn 2001, the Taipei City Government named the tobacco factory the city&rsquo;s 99th historic site and converted it into a park comprising city-designated historic sites (namely the office building, the 1st to 5th warehouses, cigarette plant and boiler room), historic structures (the inspection room, a machinery repair shed and a nursing room) and architectural highlights (the Baroque-style garden, an ecologically landscaped pond, a public bath and a multi-purpose auditorium). For more efficient reuse of space, the Songshan Cultural and Creative Park was built on the historic site as a production base for designers and cultural &amp; creative businesses, as well as a venue for performances and exhibitions. The park introduced to its premises a Taiwan Design Museum and TMSK through partnerships with the Taiwan Design Center and prestigious Taiwanese glasswork label LIULI GONG FANG, respectively, besides a snack bar that was converted from the machinery repair shed.",
      "open_time": "Indoor areas on the park premises are open 9AM-6PM\r\nOutdoor areas on the park premises are open 8AM-10PM\r\nAreas outside the park (including the ecological landscape pond and areas near the boiler room) are open around the clock",
      "zipcode": "110",
      "distric": "Xinyi Dist.",
      "address": "No. 133, Guangfu S. Rd.,Xinyi Dist.,Taipei City 110",
      "tel": "+886-2-27651388",
      "fax": "",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.0433,
      "elong": 121.56044,
      "official_site": "https://www.songshanculturalpark.org/cms/en/index.aspx",
      "facebook": "",
      "ticket": "",
      "remind": "Since parking is unavailable on the park premises, drivers are advised to utilize the car park in the basement of Songshan Senior-High School, Yonggu Car Park (Zhongxiao branch), Yangsheng Car Park (Zhongxiao branch), Zhou’s Car Park, Zhongji Car Park, or the car park of National Dr. Sun Yat-sen Memorial Hall.",
      "staytime": "",
      "modified": "2021-03-29 09:53:51 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/586",
      "category": [
        {
          "id": 13,
          "name": "Historic Sites"
        },
        {
          "id": 15,
          "name": "Art and Cultural Centers"
        },
        {
          "id": 18,
          "name": "Public Art"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [
        {
          "id": 141,
          "name": "Accessibility for the Disabled"
        },
        {
          "id": 143,
          "name": "Venue rental"
        },
        {
          "id": 144,
          "name": "Dinning"
        },
        {
          "id": 145,
          "name": "Shopping"
        },
        {
          "id": 146,
          "name": "Toilets"
        },
        {
          "id": 148,
          "name": "Lost and found"
        },
        {
          "id": 149,
          "name": "Broadcast Service"
        },
        {
          "id": 150,
          "name": "Locker"
        }
      ],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 553,
      "name": "Xinyi Assembly Hall, Taipei City",
      "name_zh": null,
      "open_status": 1,
      "introduction": "At a corner in Taipei&rsquo;s high-end Xinyi District, a few low-rise houses sit closely together. These somewhat crowded buildings chronicled the tears and joy of veterans who migrated to Taiwan in the early days. This is the former site of Taipei City&rsquo;s Military Dependents&rsquo; Village, called the &ldquo;Sisinan Village&rdquo;.\r\n\r\nWith the increasingly fast economic growth and the rising living standard, these old houses no longer serve the needs of the residents. The City Government initially planned to rebuild them in 1999. However, through persuasion from the cultural circles, the City Government designated this premise as the Cultural Hall and Cultural Park of Xinyi District, and started operation in 2003.\r\n\r\nThe Hall consists of four symmetrical buildings. The houses that sat tightly next to each other have been converted into an open space for events and exhibitions. The premise now consists of an exhibition hall, Military Dependents&rsquo; Village Exhibition Hall, performance hall and community hall. The exterior still retains the unique low-rise and the simple, rustic style of the Military Dependents&rsquo; Village. The narrow alleys and footpaths will take the visitors down memory lane. It is a fascinating contrast to the neighboring towering Taipei 101 and surrounding modern buildings, a compelling testimony of Taipei&rsquo;s urban development.",
      "open_time": "Tue - Sun: 09:00 AM - 04:00 PM; closed on Mondays and public holidays",
      "zipcode": "110",
      "distric": "Xinyi Dist.",
      "address": "No. 50, Songqin St.,Xinyi Dist.,Taipei City 110",
      "tel": "+886-2-27239777#855",
      "fax": "",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.03131,
      "elong": 121.56197,
      "official_site": "",
      "facebook": "",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2021-03-29 09:48:43 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/553",
      "category": [
        {
          "id": 13,
          "name": "Historic Sites"
        },
        {
          "id": 15,
          "name": "Art and Cultural Centers"
        },
        {
          "id": 18,
          "name": "Public Art"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [
        {
          "id": 144,
          "name": "Dinning"
        },
        {
          "id": 145,
          "name": "Shopping"
        },
        {
          "id": 146,
          "name": "Toilets"
        }
      ],
      "friendly": [],
      "images": [
        {
          "src": "https://www.travel.taipei/image/124008",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/124009",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/124003",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/124004",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/124006",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/124007",
          "subject": "",
          "ext": ".jpg"
        }
      ],
      "files": [],
      "links": []
    },
    {
      "id": 501,
      "name": "Taipei Grand Mosque",
      "name_zh": null,
      "open_status": 1,
      "introduction": "The Taipei Grand Mosque is a center of worship for Taipei&#39;s Muslims community. Designed by the renowned architect C.C. Yang, the mosque was built in 1960 with funds donated from Taiwan and Saudi Arabia. The main distinguishing feature of the mosque is its enormous domed roof. The dome is 15 meters high, 15 meters in diameter and is supported entirely without beams. The mosque is adorned with handmade Persian rugs and chandeliers presented by kings of countries allied with Taiwan. The mosque also has two minarets that rise impressively to over 20 meters. When visiting Taipei Grand Mosque, please be sure to follow the mosque rules. Only Muslims are allowed to enter the main prayer hall and second floor prayer hall for women.",
      "open_time": "Daily 9:00 to 18:00",
      "zipcode": "106",
      "distric": "Da'an Dist.",
      "address": "No. 62, Sec. 2, Xinsheng S. Rd.,Da'an Dist.,Taipei City 106",
      "tel": "+886-2-23219445",
      "fax": "+886-2-23935283",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.02794,
      "elong": 121.53421,
      "official_site": "https://www.taipeimosque.org.tw/",
      "facebook": "",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2021-03-29 09:45:37 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/501",
      "category": [
        {
          "id": 14,
          "name": "Religious Venues"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [
        {
          "id": 146,
          "name": "Toilets"
        }
      ],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 588,
      "name": "Baishihu Suspension Bridge",
      "name_zh": null,
      "open_status": 1,
      "introduction": "As part of the Baishihu Leisure Agricultural Area in Neihu, Taipei City, the 116-meter Baishihu Suspension Bridge spans the Zhongyong and Daluntou mountain systems, and is accessible from the entrance by the parking lot of Bishan (Kaichang Shengwang) Temple. The keel-inspired bridge stretches from the Dragon Boat Rock in the east to Yuanjue Waterfall in the west, connecting four mountains (Baishihu, Daluntou, Zhongyong and Liyu) along the way as if it were a gigantic dragon watching over the scenic Baishihu.\r\n\r\nThe Baishihu Suspension Bridge features a straight abutment, rather than the towering ones commonly found at similar bridges, which gives it a cable-less and &ldquo;invisible&rdquo; style that blends perfectly with the idyllic surroundings. The Baishihu Community on the other side of the bridge boasts a 100-meter Chunqiu Footpath that greets visitors with an ingeniously and professionally engineered horticultural area, besides the unique scenic and ecological resources of farms that produce organic vegetables and strawberries.\r\n\r\nAreas around the suspension bridge, including the temple yards, orchards, forest footpath and the lake-strewn wetland, provide terrific places to enjoy blooming flowers and chirping birds. Art workshops and handicraft clinics are also hosted by community elders to pass on Baishihu&rsquo;s legacy\r\n\r\n&nbsp;",
      "open_time": "",
      "zipcode": "114",
      "distric": "Neihu Dist.",
      "address": "No. 24, Bishan Rd.,Neihu Dist.,Taipei City 114",
      "tel": "",
      "fax": "",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.09917,
      "elong": 121.58715,
      "official_site": "",
      "facebook": "",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2021-03-29 09:43:17 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/588",
      "category": [
        {
          "id": 16,
          "name": "Outing Locations"
        },
        {
          "id": 19,
          "name": "Family Activities"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 570,
      "name": "The Koo's Dadaocheng Residence",
      "name_zh": null,
      "open_status": 1,
      "introduction": "Koo&#39;s Salt House was built in 1910 by Koo Hsien-jung, the father of Koo Chen-fu, former chairman of Straits Exchange Foundation. It used to be the Koo&#39;s riverside residence in Dadaocheng and received its name from the salt business that the family was running. Designed to situated face the Tamsui Wharf, the house allowed shipping boats to be moored right in front of it.\r\n\r\nTwo years after the Koos moved out of the house in 1961, the Rongxing Kindergarten was opened on the site. Unique even by today&#39;s standards, this late-Renaissance structure shows signs of Western influence on the luxury estates at the time, such as the arched hallway, the fa&ccedil;ade that featured the pale yellow tiles, and the gracefully arched windows. Inside the house, the frequent use of Chinese cypress in well preserved ceiling and stairs, along with a wall marked with the logo of Koo Hsien-jung&#39;s Dahe Trading Company. All these designs bear witness to the family&#39;s heyday as well as a highlight in the city&#39;s history.",
      "open_time": "",
      "zipcode": "103",
      "distric": "Datong Dist.",
      "address": "No. 9, Lane 303, Guisui St.,Datong Dist.,Taipei City 103",
      "tel": "",
      "fax": "",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.05825,
      "elong": 121.50853,
      "official_site": "",
      "facebook": "",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2021-03-29 09:38:31 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/570",
      "category": [
        {
          "id": 13,
          "name": "Historic Sites"
        },
        {
          "id": 15,
          "name": "Art and Cultural Centers"
        }
      ],
      "target": [
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 579,
      "name": "Chien Mu House",
      "name_zh": null,
      "open_status": 1,
      "introduction": "The Sushu Building is a former residence of Mr. Ch&rsquo;ien Mu, a prominent figure in contemporary Chinese literature. In 1967, Mr. Ch&rsquo;ien built this house in Waishuangxi and named it after the Wuxi (China) family estate where his mother lived. At the Ch&rsquo;ien Mu House, every detail of the garden, such as the footpath lined with maple trees and rows of bamboo, is a result of years of tireless horticultural efforts by Mrs. Ch&rsquo;ien.\r\n\r\nMr. Ch&rsquo;ien was constantly giving lectures in Taiwan and has attracted a loyal group of followers, including college professors, who have visited the Sushu Building for 20 consecutive years along with their students on outings. An empowering and charismatic speaker, Mr. Ch&rsquo;ien impressed his ever-packed audience with the amazing nuances of Chinese culture.\r\n\r\nA few months after moving out of his 22-year residence at age 96, Mr. Ch&rsquo;ien died; the Sushu Building was left untended for years until it was reopened on Jan. 6, 1992 by the Taipei Public Library as a memorial hall. It was then renovated by the city government in 2001. Taipei City&rsquo;s Department of Cultural Affairs renamed Sushu Building on Dec. 31, 2001 as &ldquo;The Ch&rsquo;ien Mu House&rdquo; and handed it over to Soochow University for management. It was succeeded by the Taipei Municipal University of Education on Jan. 1, 2011.",
      "open_time": "",
      "zipcode": "111",
      "distric": "Shilin Dist.",
      "address": "No. 72, Linxi Rd.,Shilin Dist.,Taipei City 111",
      "tel": "+886-2-28805809",
      "fax": "",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.09428,
      "elong": 121.54632,
      "official_site": "http://chienmu.utaipei.edu.tw/en/",
      "facebook": "",
      "ticket": "",
      "remind": "[Important Information for Visitors] \r\n1. The House offers free admission to all visitors; 2. Smoking, food/beverages, running, pets and hazardous items are strictly forbidden in the House, and visitors must keep the noise down when in the premises; visitors shall follow the guidance and keep the premises in order and clean; 3. Visitors shall be careful with all exhibited items; compensation will be claimed for any damage caused to items of the House or its facilities; 4. Children below 10 years of age shall be accompanied by an adult; 5. Without permission, picture-taking and cameras are prohibited in the house.",
      "staytime": "",
      "modified": "2021-03-24 09:59:50 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/579",
      "category": [
        {
          "id": 13,
          "name": "Historic Sites"
        },
        {
          "id": 15,
          "name": "Art and Cultural Centers"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [
        {
          "id": 146,
          "name": "Toilets"
        }
      ],
      "friendly": [],
      "images": [
        {
          "src": "https://www.travel.taipei/image/70057",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/70058",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/70060",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/70061",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/70063",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/70064",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/70066",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/70067",
          "subject": "",
          "ext": ".jpg"
        }
      ],
      "files": [],
      "links": []
    },
    {
      "id": 2528,
      "name": "POPOP Taipei",
      "name_zh": null,
      "open_status": 1,
      "introduction": "POPOP Taipei is a hybrid space for makerspace, knowledge sharing, exhibitions and eateries. Besides various DIY workshops, there are also bazaars, exhibitions and concerts presented therein.&nbsp;\r\n\r\nPOPOP Taipei retains the architectural features of Japan&rsquo;s Showa era, such as the warehouses with a cypress roof and factories with a high ceiling and sky light. It transforms the space of six factories into halls with different themes and is a popular attraction for fans of old houses.",
      "open_time": "",
      "zipcode": "115",
      "distric": "Nangang Dist.",
      "address": "No. 13, Sec. 2, Nangang Rd.,Nangang Dist.,Taipei City 115",
      "tel": "",
      "fax": "",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.05364,
      "elong": 121.60476,
      "official_site": "",
      "facebook": "https://www.facebook.com/POPOPTAIPEI/",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2021-02-22 14:51:18 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/2528",
      "category": [
        {
          "id": 13,
          "name": "Historic Sites"
        },
        {
          "id": 15,
          "name": "Art and Cultural Centers"
        },
        {
          "id": 19,
          "name": "Family Activities"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        },
        {
          "id": 64,
          "name": "DIYer"
        }
      ],
      "service": [
        {
          "id": 146,
          "name": "Toilets"
        }
      ],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 617,
      "name": "Taipei Botanical Garden",
      "name_zh": null,
      "open_status": 1,
      "introduction": "Taipei Botanical Garden, with an area of about eight hectares, was an important site for studying plants during the Japanese rule. Many different plant species were introduced into the site from Taiwan, Japan, China and Southeast Asia for the purposes of experimentation and research. So far, the buildings and plant species at the site have far exceeded past glory, with a collection of more than 2,000 plant species. According to plant classification system and characteristics, each area of the Botanical Garden is presented under a different theme, and explanatory signs are set up for each exotic flower and rare herb for visitors. These areas include: Lotus Pond, Chinese Zodiac Garden, Succulent Plants Garden, Fern Garden, Poetry and Literature Garden, Ethno-Plants Garden, Arecaceae Garden, etc. With the changing seasons, the plants within the Botanical Garden also change, and each season brings with it a whole new treescape. If visiting in the afternoon, the tourists will be treated to the comfort of dimming light and cooling temperature.",
      "open_time": "Mon. to Sun, 4 AM-10 PM",
      "zipcode": "100",
      "distric": "Zhongzheng Dist.",
      "address": "No. 53, Nanhai Rd.,Zhongzheng Dist.,Taipei City 100",
      "tel": "",
      "fax": "",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.03121,
      "elong": 121.51019,
      "official_site": "https://tpbg.tfri.gov.tw/en/Introduction.php",
      "facebook": "",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2021-02-19 15:17:55 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/617",
      "category": [
        {
          "id": 16,
          "name": "Outing Locations"
        },
        {
          "id": 19,
          "name": "Family Activities"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [
        {
          "id": 146,
          "name": "Toilets"
        }
      ],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 495,
      "name": "Guandu Temple",
      "name_zh": null,
      "open_status": 1,
      "introduction": "Guandu Temple is the oldest Mazu temple in northern Taiwan. Many historic stories were carved into the walls, pillars, and stone lions. A special ceremony of the Guandu Temple is on March 23rd of the lunar calendar every year. The Lantern Festival and Chongyuan Pu Tu. &quot;For hundry ghosts,&quot; are both big ceremonies to attract tourists for worship.\r\n\r\n&nbsp;\r\n\r\n",
      "open_time": "",
      "zipcode": "112",
      "distric": "Beitou Dist.",
      "address": "No.360, Zhixing Rd.,Beitou Dist.,Taipei City 112",
      "tel": "+886-2-28581281",
      "fax": "+886-2-28584022",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.11768,
      "elong": 121.46439,
      "official_site": "http://www.kuantu.org.tw/index_E.htm",
      "facebook": "",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2021-02-04 09:45:20 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/495",
      "category": [
        {
          "id": 13,
          "name": "Historic Sites"
        },
        {
          "id": 14,
          "name": "Religious Venues"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [
        {
          "id": 146,
          "name": "Toilets"
        }
      ],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 438,
      "name": "Datun Mountain System: Guizikeng Hiking Trail",
      "name_zh": null,
      "open_status": 1,
      "introduction": "This trail leaves from Zhongyang North Road Sec. 2 and 3 in Beitou, from which one takes Daoxiang Rd., then Xiushan Rd. or along the road beside Guizi River. After crossing Xiushan Bridge onto Zhonghe St., turn left onto Xiushan Road, cross the bridge at the intersection of the two rivers, turn right to Lane 159, Xiushan Rd., beside Shuimoukeng River, and walk about 550 meters to the Guizikeng Water and Soil Conservation Education Park and Xiaqingxue Trail entrance.\r\n\r\nPictureThe uphill stone stairway section of Xiaqingxue Trail is rather steep; rows of cherry trees have been planted and maintained by Xiushan neighborhood residents. There are a public toilet and pavilion on the way to Shibiling; cheery trees next to the kiosk blossom in winter. After crossing the pine wood bridge over Guizikeng River, take the northerly uphill path at the fork way to reach Xiaqingxue which connects to the recreational tangerine farm near the Guanyun Bridge on Fuxing 3rd Rd. Visitors may take a left turn through Guizikeng Trail to Xiaopingding or take a U-turn and return to the Guizikeng Water and Soil Conservation Education Park and the entrance of Xiaqingxue Trail. The route is flat next to the rivers and good shade is provided by the trees on both sides, and there is a pavilion providing viewpoints from which visitors can enjoy the beautiful scenery of the Guandu Plain. The trail measures about 2.5km and takes about 1.5 hours to circle the mountain.",
      "open_time": "",
      "zipcode": "112",
      "distric": "Beitou Dist.",
      "address": "Ln. 159, Xiushan Rd.,Beitou Dist.,Taipei City 112",
      "tel": "",
      "fax": "",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.15278,
      "elong": 121.49051,
      "official_site": "",
      "facebook": "",
      "ticket": "",
      "remind": "pic The area contains rich ecological resources: tracks of rare Chinese bamboo partridges and Chinese bulbuls are found, while hovering eagles and other birds can be seen at Shuimokeng and Liejiukeng. The Guizikeng Water and Soil Conservation Education Park has an area of about 5-6 hectares, and includes geographical and geological points of interest as well as biological features. Visiting groups can request volunteer guides by contacting Division 5th of the Department of Economic Development, Taipei City Government; free public campsites are available at platforms 100 and 110, though appointments should be made for overnight or day camping, picnicking and barbecues. The area can accommodate up to 2,000 people. The semicircle activity square provides residents for morning exercise and an outdoor activities site for citizen groups. Apply for the usage of the activity square, please contact Division 5th of the Department of Economic Development, Taipei City Government.",
      "staytime": "",
      "modified": "2021-01-28 15:31:22 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/438",
      "category": [
        {
          "id": 16,
          "name": "Outing Locations"
        },
        {
          "id": 19,
          "name": "Family Activities"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [],
      "friendly": [],
      "images": [
        {
          "src": "https://www.travel.taipei/image/68206",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/68208",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/68209",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/207840",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/207841",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/207842",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/207843",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/207844",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/207845",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/207846",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/207847",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/207848",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/207849",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/207850",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/207851",
          "subject": "",
          "ext": ".jpg"
        }
      ],
      "files": [],
      "links": []
    },
    {
      "id": 461,
      "name": "Taipei Astronomical Museum",
      "name_zh": null,
      "open_status": 1,
      "introduction": "The Taipei Astronomical Museum is the place to go in Taipei to learn more about the mysteries of the universe. The museum boasts Asia&#39;s biggest planetarium. Housed under a striking 35-meter diameter golden dome, the planetarium can seat 325 people and performs its wizardry over a 180-degree semicircular screen with the help of an IMAX projector and ZEISS planetarium system. Seats are inclined at 25~30 degrees to make you feel as if you are up with the stars.\r\n\r\nFirst floor displays introduce ancient astronomy, the Earth, and space and science technologies. On the second floor, visitors can learn more about celestial spheres and constellations and the solar system. And telescopes, observatories the exhibits on the stars, the Milky Way and galaxies are located on the third floor. PDA guide services are also available. The top floor is occupied by two observatories and a radio telescope. The second observatory is open during the day and on Saturday nights from 19:00 to 21:00. It is also open during solar and lunar eclipses, the Chinese Valentines Day (the seventh day of the seventh lunar month), Mid-Autumn Festival, and other special astronomical days.",
      "open_time": "Sun and Tues~Fri 09:00 ~ 17:00, Sat 09:00 ~ 20:00; Closed on Mondays",
      "zipcode": "111",
      "distric": "Shilin Dist.",
      "address": "No.363, Jihe Rd.,Shilin Dist.,Taipei City 111",
      "tel": "+886-2-28314551",
      "fax": "+886-2-28314405",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.09606,
      "elong": 121.51897,
      "official_site": "https://en.tam.gov.taipei/Default.aspx",
      "facebook": "",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2021-01-28 09:13:52 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/461",
      "category": [
        {
          "id": 15,
          "name": "Art and Cultural Centers"
        },
        {
          "id": 19,
          "name": "Family Activities"
        },
        {
          "id": 20,
          "name": "Northern Taiwan"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [
        {
          "id": 146,
          "name": "Toilets"
        },
        {
          "id": 147,
          "name": "Parking"
        },
        {
          "id": 148,
          "name": "Lost and found"
        },
        {
          "id": 149,
          "name": "Broadcast Service"
        },
        {
          "id": 150,
          "name": "Locker"
        }
      ],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 584,
      "name": "Taiwan Excellence Pavilion",
      "name_zh": null,
      "open_status": 1,
      "introduction": "Taiwan Excellence Award was established by the Ministry of Economic Affairs. Every year, the rigorous and stringent selection process covering four major aspects: Research and Development, Design, Quality, and Marketing, is conducted to select products with innovative values as role models of Taiwan&rsquo;s industry.\r\n\r\nTaiwan Excellence Pavilion showcases Taiwan&rsquo;s industrial image and exhibits the latest winning products of Taiwan Excellence Award. The products are from industries ranging from information technology and communications, sports and recreation, biotechnology and healthcare, to smart lifestyle, representing the diverse industrial aspects of Taiwan Excellence Award.",
      "open_time": "",
      "zipcode": "115",
      "distric": "Nangang Dist.",
      "address": "3F,No. 1, Jingmao 2nd Rd.( Taipei Nangang Exhibition Center, Hall 1),Nangang Dist.,Taipei City 115",
      "tel": "",
      "fax": "",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.05661,
      "elong": 121.61812,
      "official_site": "https://www.taiwanexcellence.org/en",
      "facebook": "",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2021-01-27 14:23:49 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/584",
      "category": [
        {
          "id": 15,
          "name": "Art and Cultural Centers"
        }
      ],
      "target": [
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [
        {
          "id": 145,
          "name": "Shopping"
        }
      ],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 465,
      "name": "Beitou Museum",
      "name_zh": null,
      "open_status": 1,
      "introduction": "The Taiwan Folk Arts Museum is located in a Japanese occupation era building formerly used as the upscale Koyama Hotel and hot spring. Designated as a Taipei historic site, the two-floor wooden structure covers an area of about 2,645 square meters. The Japanese-style courtyard is elegantly landscaped, with a small bridge, stream, artificial mountain and pine trees. The building is especially evident beautiful illuminated at night.\r\n\r\nDuring World War II, the building was used as a Japanese officers&#39; club. After the war, it was used as an official guesthouse and later it was sold to a private buyer. The building also has been featured in many local movies.\r\n\r\nThe museum exhibits include a permanent display on the history of the museum building as well as various theme exhibits. The displays provide a cultural complement to the seasonal natural beauty of the museum setting. On the second floor, visitors can also enjoy Japanese tea ceremony demonstrations and other artistic performances. The space can also be rented for dinner banquets.",
      "open_time": "Tues~Sun 10:00~17:30; Closed on Sundays and Mondays",
      "zipcode": "112",
      "distric": "Beitou Dist.",
      "address": "No. 32, Youya Rd.,Beitou Dist.,Taipei City 112",
      "tel": "+886-2-28912318",
      "fax": "+886-2-28913956",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.13819,
      "elong": 121.51479,
      "official_site": "https://beitoumuseum.org.tw/?hl=en-us",
      "facebook": "",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2021-01-12 13:52:45 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/465",
      "category": [
        {
          "id": 15,
          "name": "Art and Cultural Centers"
        },
        {
          "id": 18,
          "name": "Public Art"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [
        {
          "id": 146,
          "name": "Toilets"
        }
      ],
      "friendly": [],
      "images": [
        {
          "src": "https://www.travel.taipei/image/71425",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/71426",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/71427",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/71429",
          "subject": "",
          "ext": ".jpg"
        }
      ],
      "files": [],
      "links": []
    },
    {
      "id": 2007,
      "name": "National 228 Memorial Museum",
      "name_zh": null,
      "open_status": 1,
      "introduction": "Completed in 1931, the building served as a site for art exhibitions such as Taiwan Art Fair, regular assemblies and showcasing the educational achievements in Taiwan.\r\n\r\nOfficially named National 228 Memorial Museum on February 28, 2007, it was formally opened on February 28 three years later. The building is of historical significance as its style of the 1930s marked the development of Taiwan&rsquo;s modern history. Thus, in 1993, it was identified as a historical site by the city government.\r\n\r\nThe museum includes the permanent exhibition area of the 228 incident, special exhibition area, art space and multi-functional performance hall. Besides exhibitions related to history education, there are also irregular activities related to democracy and human rights. Through the activities, we can learn further about the 228 incident, modern democratic development and human rights.\r\n&nbsp;",
      "open_time": "",
      "zipcode": "100",
      "distric": "Zhongzheng Dist.",
      "address": "No. 54, Nanhai Rd,Zhongzheng Dist.,Taipei City 100",
      "tel": "+886-2-23326228",
      "fax": "+886-2-23396228",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.03155,
      "elong": 121.51392,
      "official_site": "https://www.228.org.tw/en_index.php",
      "facebook": "https://www.facebook.com/National.228.Museum",
      "ticket": "Admission is free",
      "remind": "",
      "staytime": "",
      "modified": "2021-01-08 11:24:03 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/2007",
      "category": [
        {
          "id": 13,
          "name": "Historic Sites"
        },
        {
          "id": 15,
          "name": "Art and Cultural Centers"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [
        {
          "id": 141,
          "name": "Accessibility for the Disabled"
        },
        {
          "id": 146,
          "name": "Toilets"
        },
        {
          "id": 148,
          "name": "Lost and found"
        },
        {
          "id": 150,
          "name": "Locker"
        }
      ],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 2163,
      "name": "Mengjia Garment Shopping Area",
      "name_zh": null,
      "open_status": 1,
      "introduction": "When visiting Wanhua, you should never miss the famous Dali Street Mengjia Garment Shopping Area. It is an apparel street that wholesales all kinds of clothes.\r\n\r\nThe establishment of the Mengjia Garment Shopping Area is thanks to the early development of Mengjia District and its vicinity to Wanhua train station, which made this area easily accessible and convenient for trade. Most stores in the shopping area sell clothes for women and children as well as customized clothes for groups, which are different from the youthful and lively clothes sold in Wufenpu.",
      "open_time": "",
      "zipcode": "108",
      "distric": "Wanhua Dist.",
      "address": "Nearby Dali St, Xiyuan Rd, Heping W. Rd and Kangding Rd,Wanhua Dist.,Taipei City 108",
      "tel": "",
      "fax": "",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.03483,
      "elong": 121.49922,
      "official_site": "",
      "facebook": "https://www.facebook.com/taipeimoga/",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2021-01-07 17:24:27 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/2163",
      "category": [
        {
          "id": 24,
          "name": "Themed Shopping Areas"
        }
      ],
      "target": [],
      "service": [],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 2279,
      "name": "CPC Art Gallery",
      "name_zh": null,
      "open_status": 1,
      "introduction": "CPC Art Gallery sits on the fifth floor of the CPC building. Met with favorable reception, the Gallery provides artworks of diverse styles for the employees and visitors, adds artistic charm to the surroundings, and promotes arts and culture.\r\n\r\nCPC Art Gallery has a wide variety of exhibitions, including: traditional Chinese paintings, oil paintings, watercolor paintings, pastels, photographs, and calligraphy works. The Gallery cordially awaits your visit.\r\n&nbsp;",
      "open_time": "",
      "zipcode": "110",
      "distric": "Xinyi Dist.",
      "address": "5F,No. 3, Songren Rd.,Xinyi Dist.,Taipei City 110",
      "tel": "+886-2-8725-8027",
      "fax": "",
      "email": "209732@cpc.com.tw",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.03949,
      "elong": 121.56918,
      "official_site": "",
      "facebook": "",
      "ticket": "Admission is free",
      "remind": "",
      "staytime": "",
      "modified": "2021-01-06 14:51:02 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/2279",
      "category": [
        {
          "id": 15,
          "name": "Art and Cultural Centers"
        }
      ],
      "target": [],
      "service": [],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 535,
      "name": "Plum Garden",
      "name_zh": null,
      "open_status": 1,
      "introduction": "The Plum Garden was built in the late 1930s. Once the summer getaway home for the master of cursive calligraphy of the generation, Yu You-ren, it is now a municipal historic building. The Japanese timber framing-style architecture features a common RC air raid shelter used in the early stage of the Pacific War. The enclosing walls of the courtyard adopted a battlement structure. The backyard is tree-shaded, verdant and luxuriant, overlooking Beitou River with murmuring water, and on the pillar beside the entrance, you&rsquo;ll see the calligraphy inscription &ldquo;Plum Garden&rdquo; by Yu You-ren.\r\n\r\nThe Plum Garden is a Japanese residential building that witnessed the war era. It was built on a sloped terrain and has an upper and a lower floor. The upper floor faces Zhongshan Road. The fa&ccedil;ade, with Japanese timber framing, is on the ground floor level. Research on the construction work on the wall reveals that it is a moisture-proof partition mortar wall. The interior layer of the timber frames is troweled with red mud and sand, while the outside is decorated with white mortar. The building&rsquo;s external features a masoned base, fish scale sidings, black tiles, and wooden window lattices. The lower floor is built with reinforced concrete and is used as an air raid shelter; it leads straight to the backyard. The Japanese building structure and underground air raid shelter trench echo the large air raid shelter trench right across; its special meanings fills it with historic value.\r\n&nbsp;\r\n",
      "open_time": "Tuesday - Sunday, 09:00-17:00; \r\nClosed on Mondays and National Holidays",
      "zipcode": "112",
      "distric": "Beitou Dist.",
      "address": "No.6, Zhongshan Rd.,Beitou Dist.,Taipei City 112",
      "tel": "+886-2-28972647",
      "fax": "",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.1369,
      "elong": 121.508,
      "official_site": "",
      "facebook": "",
      "ticket": "",
      "remind": "Plum Garden will be closed on Feb. 28（2/28 Memorial Day）. We appreciate your kind understanding.",
      "staytime": "",
      "modified": "2020-12-10 14:46:58 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/535",
      "category": [
        {
          "id": 13,
          "name": "Historic Sites"
        },
        {
          "id": 15,
          "name": "Art and Cultural Centers"
        },
        {
          "id": 18,
          "name": "Public Art"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [
        {
          "id": 146,
          "name": "Toilets"
        }
      ],
      "friendly": [],
      "images": [
        {
          "src": "https://www.travel.taipei/image/75587",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/75592",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/75597",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/75598",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/75599",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/75601",
          "subject": "",
          "ext": ".jpg"
        }
      ],
      "files": [],
      "links": []
    },
    {
      "id": 2145,
      "name": "Taipei City Mall",
      "name_zh": null,
      "open_status": 1,
      "introduction": "&ldquo;Taipei City Mall&rdquo; is the largest and longest underground street in Taiwan that connects Taiwan Railway Administration (TRA), Taiwan High Speed Rail (TSHR), Taipei Metro, Beimen Station on Songshan Line of Taipei Metro and Taoyuan Metro as well as Taipei Bus Station, making it highly accessible and convenient.&nbsp;\r\n\r\nThe Mall is divided into four main regions: clothing, miscellaneous, electronics, and F&amp;B, providing comprehensive services and products, including clothing, daily necessities, handicrafts, and Taiwanese delicacies. The most noteworthy part includes those selling video games, anime, figurines and gashapon (capsule toys). Taipei City Mall is even known as the &ldquo;Akihabara of Taipei&rdquo;.\r\n\r\nIn addition, Taipei City Mall is open throughout the year and is unaffected by changes in weather. It is the best shopping district suitable for all age groups.",
      "open_time": "",
      "zipcode": "100",
      "distric": "Zhongzheng Dist.",
      "address": "B1., No. 100, Sec. 1, Civic Blvd.,Zhongzheng Dist.,Taipei City 100",
      "tel": "+886-2-25594566",
      "fax": "+886-2-25594560",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.04943,
      "elong": 121.5148,
      "official_site": "http://www.taipeimall.com.tw/en",
      "facebook": "https://www.facebook.com/TaipeiCityMall/",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2020-12-10 11:18:52 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/2145",
      "category": [
        {
          "id": 24,
          "name": "Themed Shopping Areas"
        }
      ],
      "target": [],
      "service": [
        {
          "id": 143,
          "name": "Venue rental"
        },
        {
          "id": 144,
          "name": "Dinning"
        },
        {
          "id": 145,
          "name": "Shopping"
        },
        {
          "id": 146,
          "name": "Toilets"
        },
        {
          "id": 147,
          "name": "Parking"
        },
        {
          "id": 148,
          "name": "Lost and found"
        },
        {
          "id": 149,
          "name": "Broadcast Service"
        },
        {
          "id": 150,
          "name": "Locker"
        }
      ],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 528,
      "name": "Evergreen Maritime Museum",
      "name_zh": null,
      "open_status": 1,
      "introduction": "Located on the 1st to 5th floors of the Chang Yung-Fa Charity Foundation building, Evergreen Maritime Museum is a museum featuring maritime collections. The museum holds precious antiques collected from around the world by the founder of the Evergreen Group, Chang Yung-Fa over many decades. The collections include various model boats, maritime paintings, nautical equipment, etc. In an attempt to incorporate education into fun with the exhibitions, the museum hopes to act as a bridge between maritime history, art and technology for people. The museum is situated in a central location in Taipei City, covered by the MRT and multiple lines of buses in the neighborhood. This access-free facility is spacious and comfortable, and also features a caf&eacute;, access-free toilets, water dispensers, lactation rooms, ATM, and free small luggage lockers.",
      "open_time": "Opening Hours: Tuesday to Sunday 09:00-17:00",
      "zipcode": "100",
      "distric": "Zhongzheng Dist.",
      "address": "No.11, Chungshan S. Rd.,Zhongzheng Dist.,Taipei City 100",
      "tel": "+886-2-23516699",
      "fax": "+886-2-23915178",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.03873,
      "elong": 121.51877,
      "official_site": "https://www.evergreenmuseum.org.tw/econtent/about/about01.aspx",
      "facebook": "",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2020-12-10 11:00:40 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/528",
      "category": [
        {
          "id": 15,
          "name": "Art and Cultural Centers"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [
        {
          "id": 143,
          "name": "Venue rental"
        },
        {
          "id": 146,
          "name": "Toilets"
        }
      ],
      "friendly": [],
      "images": [
        {
          "src": "https://www.travel.taipei/image/123954",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/123956",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/123960",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/123961",
          "subject": "",
          "ext": ".jpg"
        },
        {
          "src": "https://www.travel.taipei/image/123963",
          "subject": "",
          "ext": ".jpg"
        }
      ],
      "files": [],
      "links": []
    },
    {
      "id": 2104,
      "name": "Taipei Songshan Airport Observation Deck",
      "name_zh": null,
      "open_status": 1,
      "introduction": "Located on the 3rd floor between Terminals 1 and 2, Taipei Airport Observation Deck was reopened in November 2010. It covers an area of approximately 545 pings.&nbsp;\r\n\r\nAt the observation deck, you can not only experience the take-off and landing of the aircrafts at close range, but also enjoy the stunning view of the Dazhi Bridge, the ferris wheel, Neihu Technology Park and Datun Mountain across the Keelung River. The unique scene of the Taipei City formed here is something that aircraft fans most see.&nbsp;\r\n\r\nOn the west side of the entrance square of the observation deck, there is also an outdoor snack area which provides food and beverages for you to enjoy. Furthermore, the observation deck is open to the public for free, making it a good place to relax.",
      "open_time": "",
      "zipcode": "105",
      "distric": "Songshan Dist.",
      "address": "No. 340-9, Dunhua N. Rd,Songshan Dist.,Taipei City 105",
      "tel": "+886-2-87703456",
      "fax": "",
      "email": "dc0201@tsa.gov.tw",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.06423,
      "elong": 121.55082,
      "official_site": "https://www.tsa.gov.tw/tsa/en/home.aspx",
      "facebook": "",
      "ticket": "Admission is free",
      "remind": "",
      "staytime": "",
      "modified": "2020-12-03 14:11:31 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/2104",
      "category": [
        {
          "id": 18,
          "name": "Public Art"
        },
        {
          "id": 19,
          "name": "Family Activities"
        }
      ],
      "target": [
        {
          "id": 61,
          "name": "Family"
        },
        {
          "id": 62,
          "name": "Campus teaching"
        }
      ],
      "service": [
        {
          "id": 141,
          "name": "Accessibility for the Disabled"
        },
        {
          "id": 144,
          "name": "Dinning"
        },
        {
          "id": 145,
          "name": "Shopping"
        },
        {
          "id": 146,
          "name": "Toilets"
        },
        {
          "id": 147,
          "name": "Parking"
        },
        {
          "id": 148,
          "name": "Lost and found"
        },
        {
          "id": 149,
          "name": "Broadcast Service"
        },
        {
          "id": 150,
          "name": "Locker"
        },
        {
          "id": 152,
          "name": "Nursery service"
        }
      ],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 2100,
      "name": "MRT Zhongshan Underground Book Street",
      "name_zh": null,
      "open_status": 1,
      "introduction": "Zhongshan Underground Book Street offers a bright pleasant environment for book lovers to read and purchase books. What&rsquo;s more, it is not only a tunnel connecting MRT Zhongshan and Shuanglian Station, but also the longest book street in Taiwan.\r\n\r\nOn the book street, there are more than just stores selling books, stationery and music. Numerous cultural and creative shops and temporary exhibitions are also available here; visitors are able to read books as well as shop in the air-conditioned tunnel.",
      "open_time": "11：00~22：00",
      "zipcode": "104",
      "distric": "Zhongshan Dist.",
      "address": "B1 No. 16, Nanjing W. Rd.(Between MRT Zhongshan Station and Shuanglian Station),Zhongshan Dist.,Taipei City 104",
      "tel": "",
      "fax": "",
      "email": "",
      "months": "01,07,02,08,03,09,04,10,05,11,06,12",
      "nlat": 25.05291,
      "elong": 121.52032,
      "official_site": "",
      "facebook": "",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2020-12-03 14:09:04 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/2100",
      "category": [
        {
          "id": 24,
          "name": "Themed Shopping Areas"
        }
      ],
      "target": [],
      "service": [],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 2010,
      "name": "Taipei Collectible Botanical Garden",
      "name_zh": null,
      "open_status": 1,
      "introduction": "Located in the Xinsheng Park of Taipei Expo Park, Taipei Collectible Botanical Garden is a perfect combination of diamond level green buildings and the professional knowledge of the top domestic horticultural experts. Featuring humans, plants and the environment as the main themes, the miniature of Taiwan&rsquo;s ecology is represented by plants in various parts of Taiwan in different climates and regions. It is the exhibition greenhouse containing most types of plants per area in Taiwan.\r\n\r\nTaipei Collectible Botanical Garden&#39;s exhibition areas include Taiwan native plant area with the most local features, tropical/subtropical plant area with tropical island style, orchids and fern display area with hundreds of flowers blossoming, succulent area with exotic shapes, temperate plant area with visual and olfactory enjoyments, and alpine plant area where the plants represents perseverance in Chinese culture. Furthermore, in the temperate plant area, there is an exhibition of begonia varieties provided by Professor Peng Jingyi of Academia Sinica. With almost 500 species of plants displayed, the exhibition offers one of the most dazzling experiences, showing an incredible diversity of plants.",
      "open_time": "",
      "zipcode": "104",
      "distric": "Zhongshan Dist.",
      "address": "No. 16, Binjiang St., ,Zhongshan Dist.,Taipei City 104",
      "tel": "02-2585-2955",
      "fax": "",
      "email": "",
      "months": "",
      "nlat": 25.07137,
      "elong": 121.53162,
      "official_site": "http://www.future.url.tw",
      "facebook": "https://www.facebook.com/taipei.collectible.botanical.garden/?ref=bookmarks",
      "ticket": "Admission is free.",
      "remind": "",
      "staytime": "",
      "modified": "2020-12-01 14:31:29 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/2010",
      "category": [
        {
          "id": 19,
          "name": "Family Activities"
        }
      ],
      "target": [],
      "service": [],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    },
    {
      "id": 2233,
      "name": "Yingshin Pier on Shezidao",
      "name_zh": null,
      "open_status": 1,
      "introduction": "Yingshin Pier is next to Shezi Bridge. Since the pier uses special yachts to make artificial waves, people can feel the excitement of water skiing and surfing in the City; therefore various water-skiing events and exciting performances are often held here.&nbsp;\r\n\r\nWhen you visit Yingshin Pier, we also suggest you drop by at Shezidao Daotou Park. At the Park, you can watch the splendid abundant wetland ecology where the Keelung River and the Danshui River merge into the sea. Riding bikes or strolling are both very good ways to visit here.",
      "open_time": "",
      "zipcode": "111",
      "distric": "Shilin Dist.",
      "address": "No. 358, Ln. 106, Sec. 7, Yanping N. Rd.,Shilin Dist.,Taipei City 111",
      "tel": "",
      "fax": "",
      "email": "",
      "months": "",
      "nlat": 25.10852,
      "elong": 121.49551,
      "official_site": "",
      "facebook": "",
      "ticket": "",
      "remind": "",
      "staytime": "",
      "modified": "2020-12-01 14:29:51 +08:00",
      "url": "https://www.travel.taipei/en/attraction/details/2233",
      "category": [
        {
          "id": 17,
          "name": "Blue Highway"
        }
      ],
      "target": [],
      "service": [],
      "friendly": [],
      "images": [],
      "files": [],
      "links": []
    }
  ]
}